ADMIN_TO_LEGAL_DONG = {
    "신촌동": ["대현동", "대신동", "신촌동", "봉원동", "창천동"],
    "서강동": ["창전동", "상수동", "하중동", "신정동", "당인동"],
    "종로1.2.3.4가동": ["종로1가", "종로2가", "종로3가", "종로4가", "인사동", "낙원동", "피맛골", "청진동", "서린동", "수송동", "훈정동", "묘동", "봉익동", "돈의동", "장사동", "관수동", "관철동"],
    "종로5.6가동": ["종로5가", "종로6가", "연지동", "효제동"],
    "충현동": ["충정로2가", "충정로3가", "합동", "미근동", "북아현동"],
    "회현동": ["회현동1가", "회현동2가", "회현동3가", "남창동", "봉래동1가", "순화동"],
    "명동": ["명동1가", "명동2가", "충무로1가", "충무로2가", "저동1가", "삼각동", "수하동", "장교동", "수표동", "인현동1가", "예장동", "회현동2가"],
    "을지로동": ["을지로3가", "을지로4가", "을지로5가", "주교동", "방산동", "입정동", "산림동", "초동"],
    "소공동": ["소공동", "북창동", "태평로2가", "서소문동", "정동", "순화동", "의주로1가", "충정로1가"],
    "광희동": ["광희동1가", "광희동2가", "쌍림동", "을지로6가", "을지로7가", "오장동", "충무로4가", "충무로5가"],
    "필동": ["필동1가", "필동2가", "필동3가", "주자동", "예장동", "충무로3가"],
    "장충동": ["장충동1가", "장충동2가", "묵정동"],
    "수궁동": ["궁동", "온수동"], 
    "한강로동": ["한강로1가", "한강로2가", "한강로3가", "용산동3가", "용산동5가", "문배동", "신계동"],
    "혜화동": ["혜화동", "명륜1가", "명륜2가", "명륜3가", "명륜4가"]
}
